import React, { useEffect } from "react";
import Style from "./Trans.module.css";
import Transs from "../../assest/img/trans_.jpg";
import Aos from "aos";
import "aos/dist/aos.css";
function Trans({ closeSlider }) {
  useEffect(() => {
    Aos.init({ duration: 2000 });
  });
  return (
    <div data-aos="flip-right" onClick={closeSlider} className={Style.trans}>
      <img style={{ width: "100%" }} src={Transs} alt="" />
      <div className={Style.divin_div}>
        <h1 style={{ textAlign: "center", borderBottom: "1px solid gray" }}>
          {" "}
          نحن نقدم أفضل خدمات النقل
        </h1>

        <p>
          {" "}
          أفضل شركات النقل والتعبئة في المملكه العربية السعوديه تبدو عمليات
          النقل والتعبئة مهمة سهلة ، ولكن في الواقع ، يتطلب التنقل الكثير من
          الجهد والتقنيات. يحتاج النقل المحلي إلى الكثير من التخطيط قبل بدء
          العملية ، ولكن بدون تخطيط ، يمكن أن يكون النقل المحلي أكثر تعقيدًا
          وتكلفة من النقل الدولي. إذا كنت تخطط لنقل أغراضك بنفسك دون توظيف أو
          أخذ نصيحة من محترفين ، فاستعد لمواجهة المشكلات والخسائر. نحن واحدة من
          أفضل شركات النقل والتعبئة في المملكه العربية السعوديه. ويحب الناس
          الزيارة لمشاهدة الحياة الملونة في منطقة المملكه العربية السعوديه.
          المعيشة والإقامة في المملكه العربية السعوديه أرخص ، ولهذا السبب غالبًا
          ما يقوم الناس بنقل منازلهم في المملكه العربية السعوديه.
        </p>
      </div>
      <div data-aos="flip-right" className={Style.divin_div}>
        <h1 style={{ textAlign: "center", borderBottom: "1px solid gray" }}>
          {" "}
          أفضل المحركون ورازم
        </h1>

        <p>
          {" "}
          أفضل شركات النقل والتعبئة في المملكه العربية السعوديه تبدو عمليات
          النقل والتعبئة مهمة سهلة ، ولكن في الواقع ، يتطلب التنقل الكثير من
          الجهد والتقنيات. يحتاج النقل المحلي إلى الكثير من التخطيط قبل بدء
          العملية ، ولكن بدون تخطيط ، يمكن أن يكون النقل المحلي أكثر تعقيدًا
          وتكلفة من النقل الدولي. إذا كنت تخطط لنقل أغراضك بنفسك دون توظيف أو
          أخذ نصيحة من محترفين ، فاستعد لمواجهة المشكلات والخسائر. نحن واحدة من
          أفضل شركات النقل والتعبئة في المملكه العربية السعوديه. ويحب الناس
          الزيارة لمشاهدة الحياة الملونة في منطقة المملكه العربية السعوديه.
          المعيشة والإقامة في المملكه العربية السعوديه أرخص ، ولهذا السبب غالبًا
          ما يقوم الناس بنقل منازلهم في المملكه العربية السعوديه.
        </p>
      </div>
    </div>
  );
}

export default Trans;
