import React from "react";
import Style from "./Trans.module.css";
import Transs from "../../assest/img/trans_.jpg";
function Trans() {
  return (
    <div className={Style.trans}>
      <img style={{ width: "100%" }} src={Transs} alt="" />
      <div className={Style.divin_div}>
        <h1 style={{ textAlign: "center" }}> نحن نقدم أفضل خدمات النقل</h1>

        <p>
          {" "}
          أفضل شركات النقل والتعبئة في الإمارات ا لعربية المتحدة تبدو عمليات
          النقل والتعبئة مهمة سهلة ، ولكن في الواقع ، يتطلب التنقل الكثير من
          الجهد والتقنيات. يحتاج النقل المحلي إلى الكثير من التخطيط قبل بدء
          العملية ، ولكن بدون تخطيط ، يمكن أن يكون النقل المحلي أكثر تعقيدًا
          وتكلفة من النقل الدولي. إذا كنت تخطط لنقل أغراضك بنفسك دون توظيف أو
          أخذ نصيحة من محترفين ، فاستعد لمواجهة المشكلات والخسائر. نحن واحدة من
          أفضل شركات النقل والتعبئة في الإمارات العربية المتحدة. ويحب الناس
          الزيارة لمشاهدة الحياة الملونة في منطقة الإمارات العربية المتحدة.
          المعيشة والإقامة في الإمارات العربية المتحدة أرخص ، ولهذا السبب غالبًا
          ما يقوم الناس بنقل منازلهم في الإمارات العربية المتحدة.
        </p>
      </div>
      <div className={Style.divin_div}>
        <h1 style={{ textAlign: "center" }}> أفضل المحركون ورازم</h1>

        <p>
          {" "}
          أفضل شركات النقل والتعبئة في الإمارات ا لعربية المتحدة تبدو عمليات
          النقل والتعبئة مهمة سهلة ، ولكن في الواقع ، يتطلب التنقل الكثير من
          الجهد والتقنيات. يحتاج النقل المحلي إلى الكثير من التخطيط قبل بدء
          العملية ، ولكن بدون تخطيط ، يمكن أن يكون النقل المحلي أكثر تعقيدًا
          وتكلفة من النقل الدولي. إذا كنت تخطط لنقل أغراضك بنفسك دون توظيف أو
          أخذ نصيحة من محترفين ، فاستعد لمواجهة المشكلات والخسائر. نحن واحدة من
          أفضل شركات النقل والتعبئة في الإمارات العربية المتحدة. ويحب الناس
          الزيارة لمشاهدة الحياة الملونة في منطقة الإمارات العربية المتحدة.
          المعيشة والإقامة في الإمارات العربية المتحدة أرخص ، ولهذا السبب غالبًا
          ما يقوم الناس بنقل منازلهم في الإمارات العربية المتحدة.
        </p>
      </div>
    </div>
  );
}

export default Trans;
