import React from 'react'
import './Trans.css'
import Slide3 from '../../assest/img/slide3.jpg';
function Trans() {
    return (
        <div className='trans'>
            <img style={{width:'472.7px',height:'272.7px'}} src={Slide3} alt=''/>
            <div className='divin_div'><h1>هل تعانى من اعمال نقل اثاث ؟</h1>
            <p>
هل قمت باعمال نقل اثاث وكانت النتيجه على عكس ما يرام وغير المتوقع ؟ فالان مع افضل شركه نقل اثاث فى مصر نقدم خدمه نقل اثاث خدمه كامله متكامله من الالف الى الياء كما اننا نقوم باعمال النقل من الداخل الى الخارج والعكس فنحن نهتم باعمال الفك والتغليف والتركيب و النقل فلا تتردد فى الاستعانه بنا للقيام باعمال نقل الاثاث والعنايه به بواسطه سيارات مغلقه لمنع العواصف والاتربه او اى تغييرات مناخيه تؤثر على الاثاث كل ذلك فى مقابل اقل الاسعار
هل قمت باعمال نقل اثاث وكانت النتيجه على عكس ما يرام وغير المتوقع ؟ فالان مع افضل شركه نقل اثاث فى مصر نقدم خدمه نقل اثاث خدمه كامله متكامله من الالف الى الياء كما اننا نقوم باعمال النقل من الداخل الى الخارج والعكس فنحن نهتم باعمال الفك والتغليف والتركيب و النقل فلا تتردد فى الاستعانه بنا للقيام باعمال نقل الاثاث والعنايه به بواسطه سيارات مغلقه لمنع العواصف والاتربه او اى تغييرات مناخيه تؤثر على الاثاث كل ذلك فى مقابل اقل الاسعار</p>
            </div>
        </div>
    )
}

export default Trans
