import React from 'react'
import LeftDiv from '../../assest/img/Flomina.png';
import One from '../../assest/img/one.png'
import Two from '../../assest/img/two.png'

import './HomePage.css'
function HomePage() {
    return (
        <div>
            <h2 style={{fontStyle:'Regular 400 italic'}}>شركات نقل الاثاث</h2>
            <h4 style={{color:'#e0060c'}}>نحن متواجدون لراحتك</h4>
            <div className='Content'>
        <img src={LeftDiv} alt=''/>
        <div className='Rightdiv'>
            <div className='one'>
                <div className='divin_div'>
                    <h1>شركة نقل اثاث</h1>
شركه فيلومينا افضل شركات نقل 
الاثاث فى مصر نقدم خدمه نقل عفش خدمه كامله متكامله من الالف الى الياء كما اننا نقوم باعمال النقل من الداخل الى الخارج والعكس فنحن نهتم باعمال الفك والتغليف والتركيب فلا تتردد فى الاستعانه بنا للقيام بنقل الاثاث والعنايه به بواسطه سيارات مغلقه لمنع العواصف والاتربه او اى تغييرات مناخيه تؤثر على الاثاث كل ذلك فى مقابل
 اقل الاسعار المتواجده فى الاسواق فنحن فى انتظارك للقيام
 بمهام نقل الاثاث على اكمل وجه وكما هو بالصوره المطلوبه.

                </div>
                <img src={One} alt=''/>

            </div>
            <div className='one'>
            <div className='divin_div'>
                    <h1>فك ونقل وتركيب الاثاث فى السعوديه</h1>
                    اعمال الفك للاثاث لا تقل اى اهميه عن اعمال شراء الاثاث فاذا كنت تبحث عن افضل شركات نقل الاثاث التى تقوم باعمال فك وتركيب الاثاث فتاكد انك لم تجد افضل من شركتنا للقيام بهذه المهمه على اكمل وجه لان شركة نقل عفش فى مصر تعتمد على اقوى طاقم عمل مدرب على اعلى مستوى للقيام باعمال الفك والتركيب والاعتماد على احدث الاجهزه المخصصه للقيام باعمال الفك والتركيب فلا داعى للقلق بشان الفك او التركيب فاترك هذه المسئوليه لشركتنا.

                </div>
                <img src={Two} alt=''/>
            </div>

        </div>
            </div>
        </div>
    )
}

export default HomePage
