import React from "react";
import "./WhoWeAre.css";
function WhoWeAre() {
  return (
    <div>
      <div className="Who">
        <h1
          style={{
            fontStyle: "italic",
            fontFamily: "cursive",
            color: "red",
            fontWeight: "bold",
          }}
        >
          FURNITURE
        </h1>
        <div>
          {" "}
          <h1 style={{ color: "#993300" }}>خبرتنا جديرة بالثقة</h1>
          <h4 style={{ color: "#FF0000" }}>
            نحن نتميز بسمعتنا وخبرتنا في مجال نقل الاثاث علي مستوي المملكه
            العربيه السعوديه كما أننا نلتزم بمواعيدنا مع عملائنا الكرام
          </h4>
          <h4 style={{ color: "#FF0000" }}>
            لأن هدفنا الأساسي والثابت هو إرضاء العميل ونبذل ما في استطاعتنا
            لمساعدته .
          </h4>
          <p>
            تتميز شركة فرنيتشر بخدمات عديده ومميزة فلا داعي للقلق حيال نقل
            الاثاث والخوف من الخدش او الكسر لأي سبب من الاسباب فانت في{" "}
          </p>
          <p>امان تام مع الطيار اكسبريس</p>
          <p>بوجد لدينا عمالة مدربة علي أعلي مستوي لعمليات الفك والتركيب</p>
          <p>وطاقم مختص في عمليات النقل والتنزيل</p>
          <p>ويتوفر لدينا أحدث السيارات وأفضل السائقين علي مستوي الجمهورية</p>
          <p>
            وتأمين تام للعفش وعدم التسبب في الاضرار وإتاحة الحرية الكامله للعميل
            في تغيير المواعيد حتي نصل الي المكان المناسب للعميل
          </p>
        </div>
      </div>
    </div>
  );
}

export default WhoWeAre;
